<%--
  Created by IntelliJ IDEA.
  User: TTT
  Date: 26.05.2023
  Time: 00:24
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Title</title>
    <link rel="stylesheet" type="text/css" href="resources1/buycour.css">
</head>
<body>
<h2>ЦИФРОВИЙ МАЛЮНОК</h2>
<img src="resources/images/course1.jpg" width="350" alt="no picture">
<a>«Цифровий малюнок» — універсальний онлайн-курс для тих, хто хоче та любить малювати на планшеті. Він підійде початківцям, які бажають освоїти нову навичку з нуля, аматорам, яким потрібно заповнити прогалини у знаннях, і традиційним художникам, які хочуть спробувати працювати в цифрі.

Протягом навчання ти здобудеш ключові навички цифрового артиста — роботу з лінією і формою, світлом і кольором, композицією й перспективою. Також досхочу попрактикуєшся: підготуєш 50+ намальованих об’єктів та створиш декілька повноцінних ілюстрацій. А ще отримаєш базу знань для подальшого розвитку в ігровому арті, коміксах, дизайні персонажів, концепті середовища й інших сферах комп’ютерної графіки.

UPD-2022. Навчання проходить з використанням програми Photoshop, але в оновленій версії курсу ми додали бонусний блок з малювання в Procreate. З ним ти опануєш основні інструменти програми, навчишся працювати з заливкою та масками, розберешся з корекцією кольору та кольоровим балансом. Дивись відео, практикуйся та використовуй свій iPad на повну.</a>
<form>
    <a>Початок курсу</a>
    <a>12.6.23</a>
    <a>Закінчення курсу</a>
    <a>12.9.23</a>
</form>
<input type="submit" value="Записатися на курс  "/>
<form>
    <a>Вчитель </a>
    <img src="resources/images/11.jpg" width="250" alt="no picture">
    <a>Олексанр Ниченко</a>
</form>
</body>

</html>
